import '../models/quote.dart';

const List<Quote> quotes = [
  Quote(
    id: 1,
    text: 'Будь собой; все остальные роли уже заняты.',
    author: 'Оскар Уайльд',
  ),
  Quote(
    id: 2,
    text: 'Делай, что можешь, с тем, что имеешь, там, где ты есть.',
    author: 'Теодор Рузвельт',
  ),
  Quote(
    id: 3,
    text:
        'Единственный способ сделать великую работу — это любить то, что ты делаешь.',
    author: 'Стив Джобс',
  ),
  Quote(
    id: 4,
    text:
        'Успех — это не окончательность, неудача — это не фатальность: смелость продолжать имеет значение.',
    author: 'Уинстон Черчилль',
  ),
  Quote(
    id: 5,
    text: 'Стань тем изменением, которое ты хочешь видеть в мире.',
    author: 'Махатма Ганди',
  ),
  Quote(
    id: 6,
    text:
        'Стремись не к тому, чтобы добиться успеха, а к тому, чтобы твоя жизнь имела смысл.',
    author: 'Альберт Эйнштейн',
  ),
  Quote(
    id: 7,
    text: 'Ваше время ограничено, не тратьте его, живя чужой жизнью.',
    author: 'Стив Джобс',
  ),
  Quote(
    id: 8,
    text: 'Жизнь — это то, что происходит, пока ты строишь другие планы.',
    author: 'Джон Леннон',
  ),
  Quote(
    id: 9,
    text: 'Счастье — это не пункт назначения, это способ путешествовать.',
    author: 'Маргарет Ли де Лэйн',
  ),
  Quote(
    id: 10,
    text: 'Трудности закаляют ум, как работа закаляет тело.',
    author: 'Сенека',
  ),
];
